## Essentials
base
base-devel
linux-lts
linux-lts-headers
linux-firmware
lvm2
man-db

## Utilities
acpilight
alacritty
arch-audit
bzip2
cmatrix
dialog
discord
keepassxc
neofetch
git
tar
jq
htop
nmap
unzip
vim
wavemon
wget
zsh

## Audio
alsa-utils
pavucontrol
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth

## Bluetooth
bluez
bluez-utils

## LightDM
lightdm
lightdm-gtk-greeter

## Networking
iperf3
iptables
networkmanager
nm-connection-editor
strongswan
networkmanager-strongswan
wpa_supplicant


## XFCE
xfce4
xfce4-goodies

## Xorg
xorg-server
xorg-xinit
xorg-xsetroot
