## Utilities
st
bspwm
polybar
zsh
ranger
dunst
dmenu
lightdm
lightdm-slick-greeter
remmina
freerdp
pv
xfce4-settings
lxappearance
arch-audit
base-devel
cmatrix
feh


## Fonts
ttf-font-awesome
terminus-font
